/* MQTT QoS 1 */
"At least once" = "Wenigstens einmal";

/* MQTT QoS 0 */
"At most once" = "Höchstens einmal";

/* Status messsage to the user MQTT connection to host was closed */
"closed" = "geschlossen";

/* Status messsage to the user MQTT is connected to host */
"connected" = "verbunden";

/* Status messsage to the user MQTT connection problem */
"connection error" = "Verbindungsfehler";

/* MQTT QoS 2 */
"Exactly once" = "Genau einmal";

/* Status messsage to the user MQTT detected a protocol error */
"protocol error" = "Protokollfehler";

/* Status messsage to the user MQTT reconnect */
"reconnect" = "Neu verbinden";

/* Status messsage to the user MQTT connect to host was refused */
"refused" = "abgewiesen";

